Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: Could not connect to server. Check service is running and that any running firewalls are configured to allow connections to the service.
ru: Невозможно подключиться к серверу. Проверьте, работает ли служба и что все брандмауэры сконфигурированы на разрешение соединений к службе.

source: Could not connect to server. Check that FwRemoteDatabaseConnectorService is running on the remote server and that any firewalls are configured to allow connections to it.
ru: Невозможно подключиться к серверу. Проверьте, работает ли служба FwRemoteDatabaseConnectorService на удалённом компьютере и что все брандмауэры сконфигурированы на разрешение соединения с ней.

source: Could not contact host: {0} using port {1}
ru: Невозможно подключиться к хосту: {0} использует порт {1}

source: Could not create the ImageSlice. {0}
ru: Невозможно создать ImageSlice. {0}

source: Could not find the correct object to jump to.
ru: Невозможно найти объект для перехода.

source: Could not locate the tool named '{0}'.
ru: Невозможно найти инструмент под названием '{0}'.

source: Couldn't set the field to that value (too large?).
ru: Невозможно установить поле с таким значением (слишком большое?)

source: Couldn't set the focus
ru: Невозможно установить фокус

source: Count
ru: Счет

source: Counter Evidence
ru: Данные счётчика

source: Counter Evidence:
ru: Данные счётчика:

source: Country
ru: Страна

source: Country Name
ru: Название страны

source: &Create
ru: &Создать

source: Create
ru: Создать

source: Create a desktop shortcut to this project.
ru: Создать ярлык на рабочем столе для этого проекта

source: Create a group of ad hoc rules.
ru: Создать группу специальных правил.

source: Create a hyperlink to this location and copy it to the clipboard.
ru: Создать гиперссылку для этого расположения и вставить ее в буфер обмена.

source: Create a new {0}.
ru: Создать новый {0}.

source: Create a new annotation definition.
ru: Создать опеределение новой аннотации.

source: Create a new anthropology category.
ru: Создать новую антропологическую категорию.

source: Create a new entry and add it to the lexicon.
ru: Создать новую статью и добавить её в лексикон.

source: Create a new environment.
ru: Создать новое окружение.

source: Create a new feature type.
ru: Создать новый тип свойств.

source: Create a new FieldWorks project.
ru: Создать новый проект FieldWorks.

source: Create a new headed compound.
ru: Создать новый подчинительный композит.

source: Create a new lexical entry.
ru: Создать новую лексическую статью.

source: Create a new lexical relation.
ru: Создать новое лексическое отношение.

source: Create a new location.
ru: Создать новое расположение.

source: Create a new metathesis rule.
ru: Создать новое правило метатезиса.

source: Create a new morpheme type.
ru: Создать новый тип морфем.

source: Create a new natural class, defined by features.
ru: Создать новый естественный класс, определяемый по свойствам.

source: Create a new natural class, defined by listing phonemes.
ru: Создать новый естественный класс, определяемый перечислением фонем.

source: Create a new non-headed compound.
ru: Создать новый сочинительный композит.

source: Create a new phoneme.
ru: Создать новую фонему.

source: Create a new phonological rule.
ru: Создать новое фонологическое правило.

source: Create a &New Project...
ru: Создать &новый проект...

source: Create a new Record in your Notebook.
ru: Создать новую запись в вашем блокноте.

source: Create a new reversal entry.
ru: Создать новую статью обратного индекса.

source: Create a new semantic domain.
ru: Создать новую семантическую область.

source: Create a rule to prevent allomorphs from co-occurring.
ru: Создать правило для предотвращения совместной встречаемости алломорфов.

source: Create a rule to prevent morphemes from co-occurring.
ru: Создать правило для предотвращения совместной встречаемости морфем.

source: Create a Subrecord in your Notebook.
ru: Создать подзапись в вашем блокноте.

source: Create Affix Form
ru: Создать форму для аффиксов

source: Create Email Message
ru: Создать электронное сообщение

source: &Create Entry...
ru: &Создать статью...

source: Create Linker Form
ru: Создать форму для связей

source: Create my own set of anthropology categories (start with a blank list)
ru: Создать мой собственный набор антропологических категорий (открыть пустой список)

source: Create new approved analysis
ru: Создать новый утвержденный анализ

source: Create New Entry...
ru: Создать новую статью...

source: Create New Grammatical Info.
ru: Создать новую грамматическую информацию.

source: Create new inflectional affix
ru: Создать новый формообразующий аффикс

source: Create New Lexical Relation...
ru: Создать новые лексические отношения...

source: Create Reversal
ru: Создать обратный индекс

source: Create Reversal Index
ru: Создать обратный индекс

source: &Create Shortcut on Desktop
ru: &Создать ярлык на рабочем столе

source: _Create Shortcut on Desktop
ru: _Создать ярлык на рабочем столе

source: Create shortcut on desktop for this project
ru: Создать ярлык на рабочем столе для этого проекта

source: Create Stem Form
ru: Создать форму для основ

source: &Create...
ru: &Создать...

source: Created automatically for rule "{0}"
ru: Создано автоматически для правила "{0}"

source: Created by importing the words from file: {0}
ru: Создано с помощью импорта слов из файла: {0}

source: Created by importing the words from files: {0}
ru: Создан с помощью импорта слов из файлов: {0}

source: created on:
ru: создано:

source: Created/Modified
ru: Создано/изменено

source: Creates a FieldWorks Project with the name you have supplied and closes this dialog box.
ru: Создает проект FieldWorks с заданным именем и закрывает это диалоговое окно.

source: Creating {0}
ru: Создание {0}

source: Creating a temporary copy of {0} failed. The copy process returned error code {1} and error message {2}.
ru: Не удалось создать временную копию {0}. Процесс копирования возвратил ошибку с кодом {1} и сообщение об ошибке {2}.

source: Creating default writing systems...
ru: Создание системы письма по умолчанию...

source: Creating import log...
ru: Создание журнала импорта...

source: Creating new database...
ru: Создание новой базы данных...

source: Creating window for {0} Project...
ru: Создание окна для проекта {0}...

source: Creation Date
ru: Дата создания

source: Creation Progress:
ru: Ход создания:

source: Cross References
ru: Перекрестные ссылки

source: Ctrl+Click to jump
ru: Ctrl+щёлчок мыши для перехода

source: Ctrl-click a check box to include all subitems
ru: Нажмите Ctrl и щелкните по флажку, чтобы включить все подэлементы.

source: Cu_t
ru: _Вырезать

source: Current Columns
ru: Текущие столбцы

source: Current Language
ru: Текущий язык

source: Current Reversal Index
ru: Текущий обратный индекс

source: Current Writing System
ru: Текущая система письма

source: Custom
ru: Пользовательский

source: Custom _Fields...
ru: Пользовательские _Поля...

source: Custom _List...
ru: Пользовательский _список...

source: Custom Bar
ru: Пользовательская панель

source: Custom Field &Name:
ru: &Имя пользовательского поля:

source: Custom Fields
ru: Пользовательские поля

source: Custom Fields cannot be added when there is more than one connected client.
ru: Нельзя добавлять пользовательские поля, когда подключено более одного клиента.

source: Custom Fields cannot be added.
ru: Нельзя добавить &пользовательские поля.

source: &Custom Fields:
ru: &Пользовательские Поля:

source: Custom Styles
ru: Пользовательские стили

source: Custom:
ru: Пользовательский:

source: Customize
ru: Настроить

source: &Customize...
ru: &Настроить...

source: Customize...
ru: Настроить...

source: Customized &spelling dictionary files
ru: Пользовательские файлы словарей &проверки правописания

source: Customized spelling dictionary files
ru: Пользовательские файлы словарей проверки правописания

source: Customized Styles
ru: Настроенные стили

source: Customized Styles not Updated
ru: Пользовательские стили не обновлены.

source: Cu&t
ru: &Вырезать

source: Cut
ru: Вырезать

source: Cut failed
ru: Вырезать не удаётся

source: Cut text and put it on the clipboard.
ru: Вырезать текст и вставить его в буфер обмена.

source: CV Pattern
ru: СГ Структура

source: CV Patterns
ru: СГ Структуры

source: CVPattern
ru: СГ Структура

source: Dark Blue,0,0,128
ru: Темно-синий,0,0,128

source: Dark Green,0,51,0
ru: Темно-зеленый,0,51,0

source: Dark Red,128,0,0
ru: Темно-красный,128,0,0

source: Dark Teal,0,51,102
ru: Сине-зелёный,0,51,102

source: Dark Yellow,128,128,0
ru: Темно-желтый,128,128,0

source: _Data
ru: _Данные

source: Data
ru: Данные

source: Data Access
ru: Доступ к данным

source: Data Migration
ru: Миграция данных

source: Database File:
ru: Файл базы данных:

source: Database Files
ru: Файлы базы данных:

source: Database folder problem
ru: Проблема папки базы данных

source: Date
ru: Дата

source: Date Created
ru: Дата создания

source: Date Created:
ru: Дата создания:

source: Date Format
ru: Формат дат

source: Date format picture elements: d = day of the month (first = 1) dd = day of the month (first = 01) M = numeric month (January = 1) MM = numeric month (January = 01) MMM = month abbreviation (January = Jan) MMMM = month name (January = January yy = year (2001 = 01) yyyy = year (2001 = 2001) Punctuation and space characters are also allowed as verbatim elements.
ru: Элементы формата даты: d = число месяца (первое = 1) dd = число месяца (первое = 01) M = номер месяца (январь = 1) MM = номер месяца (январь = 01) MMM = сокращение месяца (январь = янв) MMMM = название месяца (январь = январь yy = год (2001 = 01) yyyy = год (2001 = 2001) Знаки пунктуации и пробелы также разрешены.

source: Date format:
ru: Формат дат:

source: Date formats:
ru: Форматы дат:

source: Date Modified
ru: Дата изменения

source: Date Modified:
ru: Дата изменений:

source: Date of Birth
ru: Дата рождения

source: Date of Death
ru: Дата смерти

source: Date of Event
ru: Дата события

source: Date of Event:
ru: Дата события:

source: Date/Time field import options
ru: Параметры импортирования поля дата/время

source: Dec
ru: дек.

source: Decimal Digit
ru: Десятичное число

source: Decimal number is too large.
ru: Десятичное число слишком велико.

source: Decomposition
ru: Разложение

source: Decrease Indent
ru: Уменьшить отступ

source: default
ru: по умолчанию

source: Default
ru: По умолчанию

source: Default - Import Residue Auto
ru: По умолчанию - импортировать остальное автоматически

source: Default Analysis
ru: По умолчанию толкующ.

source: &Default backup folder
ru: &Папка резрвных копий по умолчанию

source: Default Backup Folder
ru: Папка резрвных копий по умолчанию

source: Default font:
ru: Шрифт по умолчанию:

source: <default font>
ru: <шрифт по умолчанию>

source: Default Inflection Class
ru: Класс формообразования по умолчанию

source: Default Paragraph Characters
ru: Символы абзаца по умолчанию

source: Default Parser (XAmple)
ru: Парсер по умолчанию (XAmple)

source: Default Pronunciation
ru: Произношение по умолчанию

source: <default settings>
ru: <настройки по умолчанию>

source: Default Style
ru: Стиль по умолчанию

source: Default Vernacular
ru: По умолчанию анализируем.

source: Define a new custom field for importing.
ru: Назначить новое пользовательское поле для импортирования

source: &Define New...
ru: &Определить Новый...

source: D&efine New...
ru: О&пределить Новый...

source: Definition
ru: Толкование

source: Definition (or Gloss)
ru: Толкование (или глосса)

source: &Delete
ru: &Удалить

source: Delete
ru: Удалить

source: Delete {0}
ru: Удалить {0}

source: Delete {0} View
ru: Удалить вид {0}

source: _Delete {0}...
ru: _Удалить {0}...

source: Delete a FieldWorks project.
ru: Удалить проект FieldWorks.

source: Delete Affix Slot
ru: Удалить слот аффиксов

source: Delete Affix Template
ru: Удалить шаблон аффиксов

source: Delete Allomorph
ru: Удалить алломорф

source: Delete Allomorph Rule
ru: Удалить правило алломорфов

source: Delete AlternateForm
ru: Удалить альтернативную форму

source: Delete Analysis...
ru: Удалить анализ...

source: Delete Candidate...
ru: Удалить возможный вариант...

source: Delete Complex Form Info
ru: Удалить Инфо сложной формы

source: Delete Custom _List
ru: Удалить пользовательский _список

source: Delete Custom List
ru: Удалить пользовательский список

source: Delete Disapproved Analysis...
ru: Удалить неутвержденный анализ...

source: Delete Etymology
ru: Удалить этимологию

source: Delete Example
ru: Удалить пример

source: Delete Feature Set
ru: Удалить набор свойств

source: Delete Feature Value
ru: Удалить значение свойства

source: Delete FieldWorks Project
ru: Удалить проект Fieldworks

source: Delete FieldWorks project.
ru: Удалить проект FieldWorks.

source: &Delete FieldWorks Project...
ru: &Удалить проект Fieldworks...

source: Delete Free Translation
ru: Удалить вольный перевод

source: Delete Gloss...
ru: Удалить глоссу...

source: Delete Grammatical Info.
ru: Удалить грамматическую информ.

source: Delete Grapheme
ru: Удалить графему

source: Delete Inflection Class
ru: Удалить класс формообразования

source: Delete Linker Form
ru: Удалить форму связей

source: Delete Literal Translation
ru: Удалить буквальный перевод

source: Delete Morpheme Rule
ru: Удалить правило мофем

source: Delete multi-morphemic analyses
ru: Удалить полимофемные анализы

source: Delete Nested Group
ru: Удалить вложенную группу

source: Delete Note
ru: Удалить заметку

source: Delete Participants
ru: Удалить участников

source: Delete Picture
ru: Удалить картинку

source: _Delete Project...
ru: _Удалить проект...

source: Delete Question
ru: Удалить вопрос

source: Delete Reference
ru: Удалить ссылку

source: Delete Relation
ru: Удалить отношение

source: Delete removes the selected substitution.
ru: Удаление уничтожает выделенное.

source: Delete Reversal Index
ru: Удалить обратный индекс

source: Delete selected {0}
ru: Удалить выбранное {0}

source: Delete Selected Text
ru: Удалить выбранный текст

source: Delete Stem Name
ru: Удалить имя основы

source: Delete subitem and its subitems
ru: Удалить подэлементы и их подэлементы

source: Delete the checked items (rows) from the database
ru: Удалить проверенные единицы (строки) из базы данных

source: Delete the contents of the specified column for all selected rows
ru: Удалить содержимое указанных столбцов для всех выбранных строк

source: Delete the selection.
ru: Удалить выделенное.

source: Delete this {0}.
ru: Удалить {0}.

source: Delete this Category and any Subcategories
ru: Удалить эту категорию и все подкатегории

source: Delete this Entry and any Subentries
ru: Удалить эту статью и все подстатьи

source: Delete this Media Link
ru: Удалить эту медиа ссылку

source: Delete this Pronunciation
ru: Удалить это произношение

source: Delete this Sense and any Subsenses
ru: Удалить это значение и все подзначения

source: Delete this Wordform
ru: Удалить эту словоформу

source: Delete Translation
ru: Удалить перевод

source: Delete User Configuration
ru: Удалить конфигурацию пользователя

source: Delete Variant
ru: Удалить вариант

source: Delete Variant Info
ru: Удалить инф. о вариантах

source: Delete Wordform...
ru: Удалить словоформу...

source: Delete Writing System
ru: Удаление системы письма

source: &Delete...
ru: &Удалить...

source: Delete:
ru: Удалить:

source: Deleted object detected
ru: Удалить обнаруженный объект

source: Deletes the selected date format.
ru: Удаляет выделенный формат дат.

source: Deleting an old temporary database ({0})
ru: Удаление старой временной базы данных ({0})

source: Deleting an old temporary database ({0}) failed. The delete process returned error code {1} and error message {2}.
ru: Удаление старой временной базы данных ({0}) не произошло. Процесс удаления вернул ошибку с кодом {1} и сообщение об ошибке {2}.

source: Deleting discourse charts for this text.
ru: Удалить схему дискурса для этого текста.

source: Deleting existing records...
ru: Удаление существующих записей...

source: Deleting the allomorph will also delete them.
ru: Удаление алломорфа также удалит их.

source: Deleting the entry will also delete them.
ru: Удаление статьи также удалит и их.

source: Deleting the object
ru: Удаление объекта

source: Deleting unwanted entries and senses
ru: Удаление нежелательных статей и значений

source: Delimiters indicating multiple items on a line:
ru: Разделители, указывающие на несколько элементов в строке:

source: Delimiters indicating subitems:
ru: Разделители подэлементов:

source: _Demo Movies...
ru: _Демо фильмы...

source: Demote
ru: Понизить

source: Demote Record...
ru: _Понизить уровень записи...

source: Demote...
ru: Понизить уровень...

source: Derivational
ru: Деривационный

source: Derivational Affix Analysis
ru: Анализ деривационных аффиксов

source: _Describe Error in Environment
ru: _Описать ошибку в окружении

source: Descri&ption
ru: Описа&ние

source: Description
ru: Описание

source: &Description:
ru: &Описание:

source: D&escription:
ru: О&писание:

source: De&scription:
ru: О&писание:

source: Description:
ru: Описание:

source: Descriptive Name
ru: Описательное наименование

source: Descriptor
ru: Дескриптор

source: Destination
ru: Место назначения

source: Destination folder must be an existing subfolder of the Linked Files folder: {0}
ru: Папка назначения должна быть существующей подпапкой папки ссылочных файлов: {0}

source: Destination in Language Explorer:
ru: Назначение в Language Explorer:

source: Destination in the FieldWorks Notebook:
ru: Место назначения в блокноте FieldWorks:

source: &Destination:
ru: &Назначение:

source: details
ru: подробно

source: Details for the developers:
ru: Подробности для разработчиков:

source: Details:
ru: Подробно:

source: Dictionary
ru: Словарь

source: Dictionary Entry
ru: Словарная статья

source: Different &name:
ru: Другое &имя:

source: {0} Digit
ru: {0} Цифровой

source: Digit
ru: Цифровой

source: Direct Formatting
ru: Прямое форматирование

source: Direction
ru: Направление

source: &Direction:
ru: &Направление:

source: Direction:
ru: Направление:

source: <disagree>
ru: <не согласен>

source: Disapprove
ru: Не утверждать

source: Discourse Note
ru: Заметка дискурса

source: Discourse Notes
ru: Заметки дискурса

source: Discussion
ru: Обсуждение

source: Discussion:
ru: Обсуждение:

source: Display a document describing how FieldWorks handles morphology (only available in English).
ru: Показать документ, описывающий, как FieldWorks работает с морфологией (доступно только на английском языке).

source: Display all possible fields.
ru: Показать все возможные поля.

source: Display buttons in this order
ru: Показывать кнопки в этом порядке

source: Display each Complex Form indented on a new line.
ru: Отобразить каждую сложную форму с новой строки.

source: Display exercises you can follow to practice using Language Explorer.
ru: Показать примеры, чтобы вы смогли научиться использовать Language Explorer.

source: Display if data present
ru: Отобразить при наличии данных

source: Display Introduction to Lexicography (only available in English).
ru: Отобразить "Введение в лексикографию" (доступно только на английском языке).

source: &Display items in the list by:
ru: &Отобразить элементы в списке по:

source: Display technical notes on interlinear import (only available in English).
ru: Показать инструкции по импорту подстрочника (доступно только на английском языке).

source: Display technical notes on LinguaLinks database import (only available in English).
ru: Показать "Технические указания по импорту баз данных LinguaLinks" (доступно только на английском языке).

source: Display technical notes on SFM database import (only available in English).
ru: Показать "Инструкции по импорту базы данных SFM" (доступно только на английском языке).

source: Display technical notes on Writing Systems (only available in English).
ru: Показать "Технические указания по системам письма" (доступно только на английском языке).

source: Display the dictionary entry for this lexeme above the Lexicon Edit pane.
ru: Показать словарную статью для этой лексемы над окном правки лексикона

source: Display the final import report.
ru: Отобразить конечный отчет об импорте.

source: Display the import report.
ru: Отобразить отчет об импорте.

source: Display the Language Explorer Instructor Guide.
ru: Показать "Руководство инструктора по Language Explorer".

source: Display the Language Explorer Student Manual, to learn the basics.
ru: Показать "Руководство по Language Explorer для студента" для изучения основ.

source: Display usage figures
ru: Отобразить частоту использования:

source: Display version information about this application.
ru: Показать информацию о версии этой программы.

source: Display Writing System Abbreviations
ru: Показать сокращения для систем письма

source: Displayed lines:
ru: Отображенные строки:

source: Displays a description of the open notebook for future reference in this dialog only
ru: Отображает описание открытого блокнота для будущих ссылок только в этом диалоговом окне

source: Displays a description of the parts and functions of this dialog box.
ru: Отображает описание частей и функций этого диалогового окна.

source: Displays all properties for the selected encoding converter.
ru: Отображает все свойства выбранного перекодировщика.

source: Displays more information to help you use this dialog box.
ru: Отображает больше информации, чтобы помочь вам использовать это диалоговое окно.

source: Displays the Ethnologue code for the selected language.
ru: Отображает код Ethnologue для выбранного языка.

source: Displays the output of conversion.
ru: Отображает результат преобразования.

source: Displays the results of the search.
ru: Отображает результаты поиска.

source: Displays the selected language. Editable. This name should refer to the same language as the Ethnologue code and alternative language names.
ru: Показывает выбранный язык. Редактируемое. Это название должно соответствовать коду этого языка в Ethnologue и альтернативным названиям языка.

source: Displays/sets the name of this project.
ru: Отображает/назначаает имя проекта.

source: Distinguish New Writing System
ru: Распознать новую систему письма

source: Do not change these values until you understand what they control.
ru: Не изменяйте эти значения, если вы не знаете, за что они отвечают.

source: DO NOT EDIT THIS FILE! YOU HAVE BEEN WARNED!
ru: НЕ РЕДАКТИРУЙТЕ ЭТОТ ФАЙЛ! ВЫ ПРЕДУПРЕЖДЕНЫ!

source: do not import the conflicting data (keep my work).
ru: не импортировать конфликтующие данные (сохранить мою работу).

source: Do not know how to move this object to a new copy of its owner.
ru: Не знаю как переместить этот объект в новую копию его владельца.

source: Do not show this again.
ru: Не показывать это снова.

source: Do nothing
ru: Ничего не делать

source: Do Trace
ru: Произвести трассировку

source: Do you also want to delete the entire project folder for {0}, including all linked files (for example, picture, sound, or movie files)?
ru: Вы также хотите удалить всю папку проекта {0}, включая все файлы ссылок (например, рисунки, звуковые и видеофайлы)?

source: Do you really want to delete this Reversal Index?
ru: Вы действительно хотите удалить этот обратный индекс?

source: Do you want to continue with the deletion?
ru: Вы хотите продолжить удаление?

source: Do you want to continue with the restore?
ru: Вы хотите продолжить восстановление?

source: Do you want to migrate existing projects from an older version of FieldWorks?
ru: Вы хотите преобразовать существующие проекты из старой версии программы FieldWorks?

source: Do you want to overwrite the existing collation rules (sorting)?
ru: Вы хотите переписать существующие правила сортировки?
